{
  "01-01": [
    "On this day in 1863, Abraham Lincoln signed the Emancipation Proclamation, declaring slaves in Confederate states to be free."
  ],
  "01-02": [
    "In 1974, the Maximum Speed Limit in the United States was lowered to 55 MPH to conserve gasoline during an OPEC embargo."
  ],
  "01-03": [
    "In 1959, Alaska was admitted as the 49th U.S. state."
  ],
  "01-04": [
    "In 2004, NASA's Spirit rover successfully landed on Mars."
  ],
  "01-05": [
    "In 1933, construction began on the Golden Gate Bridge in San Francisco."
  ],
  "01-06": [
    "In 1912, New Mexico was admitted as the 47th U.S. state."
  ],
  "01-07": [
    "In 1610, Galileo Galilei observed four of Jupiter's moons for the first time."
  ],
  "01-08": [
    "In 1815, the Battle of New Orleans was fought, a decisive American victory in the War of 1812."
  ],
  "01-09": [
    "In 2007, Apple CEO Steve Jobs unveiled the first iPhone."
  ],
  "01-10": [
    "In 1920, the League of Nations was officially established."
  ],
  "01-11": [
    "In 1964, the U.S. Surgeon General released the first report linking smoking to cancer."
  ],
  "01-12": [
    "In 1908, a long-distance radio message was sent from the Eiffel Tower for the first time."
  ],
  "01-13": [
    "In 1990, Douglas Wilder became the first elected African American governor in the U.S. (Virginia)."
  ],
  "01-14": [
    "In 1784, the Continental Congress ratified the Treaty of Paris, officially ending the American Revolutionary War."
  ],
  "01-15": [
    "In 2001, Wikipedia, the free online encyclopedia, was launched."
  ],
  "01-16": [
    "In 1920, Prohibition began in the United States with the 18th Amendment."
  ],
  "01-17": [
    "In 1706, Benjamin Franklin, one of America's Founding Fathers, was born in Boston."
  ],
  "01-18": [
    "In 1778, Captain James Cook became the first European to discover the Hawaiian Islands."
  ],
  "01-19": [
    "In 1809, author and poet Edgar Allan Poe was born in Boston."
  ],
  "01-20": [
    "In 1937, Franklin D. Roosevelt was the first U.S. President inaugurated on this date."
  ],
  "01-21": [
    "In 1976, the Concorde supersonic transport jet began its first commercial flights."
  ],
  "01-22": [
    "In 1973, the U.S. Supreme Court's Roe v. Wade decision legalized abortion nationwide."
  ],
  "01-23": [
    "In 1849, Elizabeth Blackwell was awarded her M.D. by the Geneva Medical College, becoming the first female doctor in the U.S."
  ],
  "01-24": [
    "In 1848, gold was discovered at Sutter's Mill in California, sparking the Gold Rush."
  ],
  "01-25": [
    "In 1924, the first Winter Olympic Games were held in Chamonix, France."
  ],
  "01-26": [
    "In 1788, the British First Fleet, led by Captain Arthur Phillip, landed at Sydney Cove to establish a penal colony."
  ],
  "01-27": [
    "In 1945, Soviet troops liberated the Auschwitz concentration camp in Poland."
  ],
  "01-28": [
    "In 1986, the Space Shuttle Challenger broke apart 73 seconds after liftoff, killing all seven astronauts."
  ],
  "01-29": [
    "In 1861, Kansas was admitted as the 34th U.S. state."
  ],
  "01-30": [
    "In 1933, Adolf Hitler was appointed Chancellor of Germany."
  ],
  "01-31": [
    "In 1958, the United States launched its first satellite, Explorer 1."
  ],
  "02-01": [
    "In 1865, President Abraham Lincoln approved the 13th Amendment, abolishing slavery."
  ],
  "02-02": [
    "In 1887, the first Groundhog Day was celebrated in Punxsutawney, Pennsylvania."
  ],
  "02-03": [
    "In 1870, the 15th Amendment was ratified, granting African American men the right to vote."
  ],
  "02-04": [
    "In 2004, Mark Zuckerberg launched Facebook from his Harvard dorm room."
  ],
  "02-05": [
    "In 1917, the current constitution of Mexico was adopted."
  ],
  "02-06": [
    "In 1952, Elizabeth II became Queen of the United Kingdom upon the death of her father, George VI."
  ],
  "02-07": [
    "In 1964, The Beatles arrived in the United States for the first time, kicking off the 'British Invasion'."
  ],
  "02-08": [
    "In 1587, Mary, Queen of Scots, was executed at Fotheringhay Castle."
  ],
  "02-09": [
    "In 1969, the Boeing 747, the first 'jumbo jet', made its maiden flight."
  ],
  "02-10": [
    "In 1996, the IBM supercomputer Deep Blue defeated world chess champion Garry Kasparov for the first time."
  ],
  "02-11": [
    "In 1990, Nelson Mandela was released from prison in South Africa after 27 years."
  ],
  "02-12": [
    "In 1809, Abraham Lincoln, the 16th U.S. President, was born in Kentucky."
  ],
  "02-13": [
    "In 1633, Italian astronomer Galileo Galilei arrived in Rome for his trial before the Inquisition."
  ],
  "02-14": [
    "In 1929, the St. Valentine's Day Massacre occurred in Chicago, a key event in the rise of Al Capone."
  ],
  "02-15": [
    "In 1965, the current red-and-white maple leaf flag was adopted as the national flag of Canada."
  ],
  "02-16": [
    "In 1923, Howard Carter unsealed the burial chamber of Pharaoh Tutankhamun."
  ],
  "02-17": [
    "In 1933, Newsweek magazine was published for the first time."
  ],
  "02-18": [
    "In 1930, Pluto was discovered by astronomer Clyde Tombaugh at the Lowell Observatory."
  ],
  "02-19": [
    "In 1945, U.S. Marines landed on Iwo Jima during World War II."
  ],
  "02-20": [
    "In 1962, John Glenn became the first American to orbit the Earth."
  ],
  "02-21": [
    "In 1848, Karl Marx and Friedrich Engels published 'The Communist Manifesto'."
  ],
  "02-22": [
    "In 1732, George Washington, the first U.S. President, was born in Virginia."
  ],
  "02-23": [
    "In 1945, U.S. Marines raised the American flag on Mount Suribachi on Iwo Jima."
  ],
  "02-24": [
    "In 1582, Pope Gregory XIII announced the Gregorian calendar."
  ],
  "02-25": [
    "In 1964, Muhammad Ali (then Cassius Clay) defeated Sonny Liston to become the heavyweight boxing champion."
  ],
  "02-26": [
    "In 1993, a bomb exploded in the parking garage of the World Trade Center in New York City."
  ],
  "02-27": [
    "In 1827, the first Mardi Gras celebration was held in New Orleans."
  ],
  "02-28": [
    "In 1991, the first Gulf War ended after a ceasefire was declared."
  ],
  "02-29": [
    "On this leap day in 1504, Christopher Columbus used his knowledge of a lunar eclipse to frighten hostile natives in Jamaica into providing supplies."
  ],
  "03-01": [
    "In 1961, President John F. Kennedy established the Peace Corps."
  ],
  "03-02": [
    "In 1965, the film 'The Sound of Music' premiered in New York City."
  ],
  "03-03": [
    "In 1931, 'The Star-Spangled Banner' was officially adopted as the U.S. national anthem."
  ],
  "03-04": [
    "In 1789, the first U.S. Congress met and the Constitution went into effect."
  ],
  "03-05": [
    "In 1770, the Boston Massacre occurred, a key event leading to the American Revolution."
  ],
  "03-06": [
    "In 1836, the Battle of the Alamo ended after a 13-day siege by Mexican forces."
  ],
  "03-07": [
    "In 1876, Alexander Graham Bell was granted a patent for the telephone."
  ],
  "03-08": [
    "The first International Women's Day was observed in 1911."
  ],
  "03-09": [
    "In 1959, the Barbie doll was unveiled at the American International Toy Fair."
  ],
  "03-10": [
    "In 1862, the United States issued its first paper money."
  ],
  "03-11": [
    "In 2020, the World Health Organization declared the COVID-19 outbreak a pandemic."
  ],
  "03-12": [
    "In 1930, Mahatma Gandhi began the Salt March, a major act of nonviolent civil disobedience."
  ],
  "03-13": [
    "In 1781, William Herschel discovered the planet Uranus."
  ],
  "03-14": [
    "In 1794, Eli Whitney was granted a patent for the cotton gin."
  ],
  "03-15": [
    "In 44 BC, Julius Caesar was assassinated in the Roman Senate by a group of conspirators."
  ],
  "03-16": [
    "In 1802, the United States Military Academy at West Point was established."
  ],
  "03-17": [
    "In 1762, the first St. Patrick's Day parade was held in New York City."
  ],
  "03-18": [
    "In 1965, cosmonaut Alexei Leonov performed the first spacewalk."
  ],
  "03-19": [
    "In 1931, gambling was legalized in Nevada."
  ],
  "03-20": [
    "In 1852, Harriet Beecher Stowe's influential anti-slavery novel 'Uncle Tom's Cabin' was published."
  ],
  "03-21": [
    "In 1963, the Alcatraz federal penitentiary in San Francisco Bay was closed."
  ],
  "03-22": [
    "In 1993, Intel shipped the first Pentium chips."
  ],
  "03-23": [
    "In 1775, Patrick Henry delivered his famous 'Give me liberty, or give me death!' speech."
  ],
  "03-24": [
    "In 1882, Robert Koch announced the discovery of the bacterium responsible for tuberculosis."
  ],
  "03-25": [
    "In 1911, the Triangle Shirtwaist Factory fire in New York City led to major factory safety reforms."
  ],
  "03-26": [
    "In 1953, Dr. Jonas Salk announced he had developed a polio vaccine."
  ],
  "03-27": [
    "In 1912, Washington D.C.'s famous cherry trees, a gift from Japan, were planted."
  ],
  "03-28": [
    "In 1979, a partial meltdown of the Unit 2 reactor at Three Mile Island nuclear power plant occurred."
  ],
  "03-29": [
    "In 1886, Dr. John Pemberton brewed the first batch of Coca-Cola in Atlanta."
  ],
  "03-30": [
    "In 1867, the United States purchased Alaska from Russia for $7.2 million."
  ],
  "03-31": [
    "In 1889, the Eiffel Tower was officially opened in Paris."
  ],
  "04-01": [
    "In 1976, Apple Inc. was founded by Steve Jobs, Steve Wozniak, and Ronald Wayne."
  ],
  "04-02": [
    "In 1513, Spanish explorer Juan Ponce de León first sighted Florida."
  ],
  "04-03": [
    "In 1973, the first handheld mobile phone call was made by Martin Cooper of Motorola."
  ],
  "04-04": [
    "In 1968, civil rights leader Martin Luther King Jr. was assassinated in Memphis."
  ],
  "04-05": [
    "In 1614, Pocahontas married English colonist John Rolfe in Virginia."
  ],
  "04-06": [
    "In 1896, the first modern Olympic Games opened in Athens, Greece."
  ],
  "04-07": [
    "In 1948, the World Health Organization (WHO) was established."
  ],
  "04-08": [
    "In 1974, Hank Aaron hit his 715th home run, breaking Babe Ruth's long-standing record."
  ],
  "04-09": [
    "In 1865, Confederate General Robert E. Lee surrendered to Union General Ulysses S. Grant at Appomattox Court House, ending the Civil War."
  ],
  "04-10": [
    "In 1912, the RMS Titanic set sail from Southampton, England, on its maiden voyage."
  ],
  "04-11": [
    "In 1970, the Apollo 13 mission launched from Kennedy Space Center."
  ],
  "04-12": [
    "In 1961, Soviet cosmonaut Yuri Gagarin became the first human to travel into space."
  ],
  "04-13": [
    "In 1743, Thomas Jefferson, the third U.S. President, was born in Virginia."
  ],
  "04-14": [
    "In 1865, U.S. President Abraham Lincoln was assassinated at Ford's Theatre in Washington D.C."
  ],
  "04-15": [
    "In 1912, the RMS Titanic sank in the North Atlantic Ocean after hitting an iceberg."
  ],
  "04-16": [
    "In 1963, Martin Luther King Jr. wrote his 'Letter from Birmingham Jail'."
  ],
  "04-17": [
    "In 1964, the Ford Mustang was first introduced to the public."
  ],
  "04-18": [
    "In 1775, Paul Revere made his famous midnight ride to warn colonists of the approaching British forces."
  ],
  "04-19": [
    "In 1775, the American Revolutionary War began with the battles of Lexington and Concord."
  ],
  "04-20": [
    "In 1902, Marie and Pierre Curie isolated the radioactive element radium."
  ],
  "04-21": [
    "According to legend, Rome was founded on this day in 753 BC."
  ],
  "04-22": [
    "The first Earth Day was celebrated in 1970."
  ],
  "04-23": [
    "In 1616, both William Shakespeare and Miguel de Cervantes, two of the world's greatest writers, died."
  ],
  "04-24": [
    "In 1800, the U.S. Library of Congress was established."
  ],
  "04-25": [
    "In 1953, Francis Crick and James Watson published their discovery of the double helix structure of DNA."
  ],
  "04-26": [
    "In 1986, the world's worst nuclear disaster occurred at the Chernobyl power plant in Ukraine."
  ],
  "04-27": [
    "In 1810, Ludwig van Beethoven composed his famous piano piece, 'Für Elise'."
  ],
  "04-28": [
    "In 1945, Italian dictator Benito Mussolini was executed by partisans."
  ],
  "04-29": [
    "In 1429, Joan of Arc arrived to relieve the Siege of Orléans."
  ],
  "04-30": [
    "In 1789, George Washington was inaugurated as the first President of the United States."
  ],
  "05-01": [
    "In 1931, the Empire State Building opened in New York City."
  ],
  "05-02": [
    "In 1519, Leonardo da Vinci, the renowned artist and inventor, died in France."
  ],
  "05-03": [
    "In 1979, Margaret Thatcher became the first female Prime Minister of the United Kingdom."
  ],
  "05-04": [
    "In 1970, four students were killed by National Guardsmen at Kent State University during a Vietnam War protest."
  ],
  "05-05": [
    "In 1821, Napoleon Bonaparte died in exile on the island of Saint Helena."
  ],
  "05-06": [
    "In 1937, the German airship Hindenburg burst into flames while attempting to land in New Jersey."
  ],
  "05-07": [
    "In 1915, a German submarine sank the British passenger liner RMS Lusitania, a key event in turning public opinion against Germany."
  ],
  "05-08": [
    "In 1945, V-E Day (Victory in Europe Day) was celebrated, marking the end of World War II in Europe."
  ],
  "05-09": [
    "In 1960, the U.S. Food and Drug Administration approved the first commercially produced birth control pill."
  ],
  "05-10": [
    "In 1869, the First Transcontinental Railroad in North America was completed at Promontory Summit, Utah."
  ],
  "05-11": [
    "In 330, Constantine the Great dedicated Constantinople as the new capital of the Roman Empire."
  ],
  "05-12": [
    "In 1820, Florence Nightingale, the founder of modern nursing, was born in Florence, Italy."
  ],
  "05-13": [
    "In 1607, English colonists established their first permanent settlement in North America at Jamestown, Virginia."
  ],
  "05-14": [
    "In 1796, Edward Jenner administered the first smallpox vaccination."
  ],
  "05-15": [
    "In 1940, the first McDonald's restaurant was opened in San Bernardino, California, by Richard and Maurice McDonald."
  ],
  "05-16": [
    "In 1929, the first Academy Awards ceremony was held in Hollywood."
  ],
  "05-17": [
    "In 1954, the U.S. Supreme Court ruled in Brown v. Board of Education that racial segregation in public schools was unconstitutional."
  ],
  "05-18": [
    "In 1980, Mount St. Helens erupted in Washington state, causing widespread devastation."
  ],
  "05-19": [
    "In 1536, Anne Boleyn, the second wife of King Henry VIII of England, was executed."
  ],
  "05-20": [
    "In 1927, Charles Lindbergh took off from New York for the first solo, non-stop transatlantic flight."
  ],
  "05-21": [
    "In 1881, the American Red Cross was founded by Clara Barton."
  ],
  "05-22": [
    "In 1906, the Wright brothers were granted a patent for their 'flying machine'."
  ],
  "05-23": [
    "In 1701, Captain William Kidd was hanged in London for piracy and murder."
  ],
  "05-24": [
    "In 1844, Samuel Morse sent the first public telegraph message, 'What hath God wrought'."
  ],
  "05-25": [
    "In 1977, the first 'Star Wars' film (Episode IV: A New Hope) was released."
  ],
  "05-26": [
    "In 1897, Bram Stoker's gothic horror novel 'Dracula' was published."
  ],
  "05-27": [
    "In 1937, the Golden Gate Bridge opened to pedestrian traffic."
  ],
  "05-28": [
    "In 1934, the Dionne quintuplets, the first known to survive infancy, were born in Ontario, Canada."
  ],
  "05-29": [
    "In 1953, Edmund Hillary of New Zealand and Tenzing Norgay of Nepal became the first people to reach the summit of Mount Everest."
  ],
  "05-30": [
    "In 1431, Joan of Arc was burned at the stake in Rouen, France."
  ],
  "05-31": [
    "In 1889, the disastrous Johnstown Flood occurred in Pennsylvania, killing over 2,200 people."
  ],
  "06-01": [
    "In 1980, CNN (Cable News Network), the first 24-hour news channel, was launched."
  ],
  "06-02": [
    "In 1953, the coronation of Queen Elizabeth II took place in Westminster Abbey, London."
  ],
  "06-03": [
    "In 1965, Ed White became the first American to perform a spacewalk."
  ],
  "06-04": [
    "In 1989, the Tiananmen Square protests were violently suppressed in Beijing, China."
  ],
  "06-05": [
    "In 1968, U.S. Senator and presidential candidate Robert F. Kennedy was assassinated in Los Angeles."
  ],
  "06-06": [
    "In 1944, D-Day, the Allied invasion of Normandy, began during World War II."
  ],
  "06-07": [
    "In 1975, Sony introduced the Betamax videocassette recorder."
  ],
  "06-08": [
    "In 1949, George Orwell's dystopian novel 'Nineteen Eighty-Four' was published."
  ],
  "06-09": [
    "In 68 AD, Roman Emperor Nero committed suicide."
  ],
  "06-10": [
    "In 1752, Benjamin Franklin is said to have flown a kite in a thunderstorm to prove that lightning is electricity."
  ],
  "06-11": [
    "In 1776, the Continental Congress appointed a committee to draft the Declaration of Independence."
  ],
  "06-12": [
    "In 1963, civil rights activist Medgar Evers was assassinated in Mississippi."
  ],
  "06-13": [
    "In 323 BC, Alexander the Great died in Babylon at the age of 32."
  ],
  "06-14": [
    "In 1777, the Continental Congress adopted the Stars and Stripes as the national flag of the United States."
  ],
  "06-15": [
    "In 1215, King John of England was forced to sign the Magna Carta, a foundational document for constitutional law."
  ],
  "06-16": [
    "In 1963, Valentina Tereshkova became the first woman to travel into space."
  ],
  "06-17": [
    "In 1972, the Watergate scandal began with the arrest of five men for breaking into the Democratic National Committee headquarters."
  ],
  "06-18": [
    "In 1815, Napoleon Bonaparte was defeated at the Battle of Waterloo."
  ],
  "06-19": [
    "In 1865, Union soldiers brought the news of freedom to enslaved African Americans in Galveston, Texas, an event now celebrated as Juneteenth."
  ],
  "06-20": [
    "In 1782, the U.S. Congress adopted the Great Seal of the United States."
  ],
  "06-21": [
    "In 1982, Prince William, second in line to the British throne, was born."
  ],
  "06-22": [
    "In 1941, Germany launched Operation Barbarossa, the invasion of the Soviet Union."
  ],
  "06-23": [
    "In 1868, Christopher Latham Sholes was granted a patent for the typewriter."
  ],
  "06-24": [
    "In 1497, John Cabot landed in North America, claiming the land for England."
  ],
  "06-25": [
    "In 1876, the Battle of the Little Bighorn took place, where Lt. Col. George Custer's forces were defeated."
  ],
  "06-26": [
    "In 1945, the charter of the United Nations was signed in San Francisco."
  ],
  "06-27": [
    "In 1950, the United States decided to send troops to fight in the Korean War."
  ],
  "06-28": [
    "In 1914, the assassination of Archduke Franz Ferdinand of Austria-Hungary in Sarajevo triggered the start of World War I."
  ],
  "06-29": [
    "In 2007, the first Apple iPhone went on sale."
  ],
  "06-30": [
    "In 1908, the Tunguska event, a massive explosion believed to be caused by a meteoroid, occurred in Siberia."
  ],
  "07-01": [
    "In 1863, the Battle of Gettysburg, a turning point in the American Civil War, began."
  ],
  "07-02": [
    "In 1964, President Lyndon B. Johnson signed the Civil Rights Act into law."
  ],
  "07-03": [
    "In 1863, Pickett's Charge, a major Confederate assault, was repulsed at the Battle of Gettysburg."
  ],
  "07-04": [
    "In 1776, the U.S. Declaration of Independence was adopted by the Second Continental Congress."
  ],
  "07-05": [
    "In 1996, Dolly the sheep, the first mammal to be cloned from an adult cell, was born."
  ],
  "07-06": [
    "In 1885, Louis Pasteur successfully tested his rabies vaccine on a young boy."
  ],
  "07-07": [
    "In 2005, a series of coordinated terrorist bombings struck London's public transport system."
  ],
  "07-08": [
    "In 1776, the Liberty Bell rang out from the Pennsylvania State House (now Independence Hall) to summon citizens for the first public reading of the Declaration of Independence."
  ],
  "07-09": [
    "In 1868, the 14th Amendment to the U.S. Constitution was ratified, granting citizenship to all persons born or naturalized in the U.S."
  ],
  "07-10": [
    "In 1962, Telstar, the world's first active communications satellite, was launched."
  ],
  "07-11": [
    "In 1804, U.S. Vice President Aaron Burr fatally shot his political rival, Alexander Hamilton, in a duel."
  ],
  "07-12": [
    "In 100 BC, Julius Caesar, the Roman general and statesman, was born."
  ],
  "07-13": [
    "In 1985, the Live Aid benefit concerts for famine relief were held in London and Philadelphia."
  ],
  "07-14": [
    "In 1789, citizens of Paris stormed the Bastille, a pivotal event in the French Revolution."
  ],
  "07-15": [
    "In 1806, Zebulon Pike began his expedition to explore the American West."
  ],
  "07-16": [
    "In 1945, the first atomic bomb was successfully detonated in the Trinity test in New Mexico."
  ],
  "07-17": [
    "In 1955, Disneyland opened in Anaheim, California."
  ],
  "07-18": [
    "In 64 AD, the Great Fire of Rome began, which Emperor Nero was famously accused of starting."
  ],
  "07-19": [
    "In 1848, the first women's rights convention in the United States was held in Seneca Falls, New York."
  ],
  "07-20": [
    "In 1969, Neil Armstrong became the first person to walk on the Moon."
  ],
  "07-21": [
    "In 1861, the First Battle of Bull Run, the first major battle of the American Civil War, was fought."
  ],
  "07-22": [
    "In 1934, notorious bank robber John Dillinger was killed by FBI agents in Chicago."
  ],
  "07-23": [
    "In 1903, the Ford Motor Company sold its first car, the Model A."
  ],
  "07-24": [
    "In 1911, explorer Hiram Bingham III rediscovered the Inca citadel of Machu Picchu."
  ],
  "07-25": [
    "In 1978, Louise Brown, the world's first 'test-tube baby', was born in England."
  ],
  "07-26": [
    "In 1953, Fidel Castro led an unsuccessful attack on the Moncada Barracks, beginning the Cuban Revolution."
  ],
  "07-27": [
    "In 1953, the Korean War Armistice Agreement was signed, ending the fighting."
  ],
  "07-28": [
    "In 1914, World War I began as Austria-Hungary declared war on Serbia."
  ],
  "07-29": [
    "In 1958, President Dwight D. Eisenhower signed the act that created NASA."
  ],
  "07-30": [
    "In 1975, former Teamsters union president Jimmy Hoffa disappeared and was never found."
  ],
  "07-31": [
    "In 1790, the first U.S. patent was issued to Samuel Hopkins for a new method of making potash."
  ],
  "08-01": [
    "In 1790, the first United States Census was conducted."
  ],
  "08-02": [
    "In 1776, most of the delegates to the Second Continental Congress signed the U.S. Declaration of Independence."
  ],
  "08-03": [
    "In 1492, Christopher Columbus set sail from Palos, Spain, on his first voyage to the New World."
  ],
  "08-04": [
    "In 1944, Anne Frank and her family were arrested by the Gestapo in Amsterdam."
  ],
  "08-05": [
    "In 1962, actress Marilyn Monroe was found dead in her home."
  ],
  "08-06": [
    "In 1945, the United States dropped an atomic bomb on Hiroshima, Japan."
  ],
  "08-07": [
    "In 1782, George Washington created the Badge of Military Merit, the forerunner of the Purple Heart."
  ],
  "08-08": [
    "In 1974, Richard Nixon announced his resignation as President of the United States."
  ],
  "08-09": [
    "In 1945, the United States dropped a second atomic bomb on Nagasaki, Japan."
  ],
  "08-10": [
    "In 1792, during the French Revolution, the Tuileries Palace was stormed and King Louis XVI was arrested."
  ],
  "08-11": [
    "In 1934, the first federal prisoners arrived at the Alcatraz island prison."
  ],
  "08-12": [
    "In 1981, IBM introduced its first Personal Computer (PC)."
  ],
  "08-13": [
    "In 1961, East Germany began construction of the Berlin Wall."
  ],
  "08-14": [
    "In 1945, Japan agreed to an unconditional surrender, effectively ending World War II (V-J Day)."
  ],
  "08-15": [
    "In 1947, India gained independence from British rule."
  ],
  "08-16": [
    "In 1896, gold was discovered in the Klondike region of the Yukon, sparking the Klondike Gold Rush."
  ],
  "08-17": [
    "In 1978, the first successful transatlantic balloon flight was completed."
  ],
  "08-18": [
    "In 1920, the 19th Amendment to the U.S. Constitution was ratified, granting women the right to vote."
  ],
  "08-19": [
    "In 1812, the USS Constitution defeated the HMS Guerriere, earning the nickname 'Old Ironsides'."
  ],
  "08-20": [
    "In 1940, British Prime Minister Winston Churchill delivered his famous 'Never was so much owed by so many to so few' speech."
  ],
  "08-21": [
    "In 1959, Hawaii was admitted as the 50th U.S. state."
  ],
  "08-22": [
    "In 1485, the Battle of Bosworth Field was fought, ending the Wars of the Roses in England."
  ],
  "08-23": [
    "In 79 AD, Mount Vesuvius began to erupt, burying the Roman cities of Pompeii and Herculaneum."
  ],
  "08-24": [
    "In 1814, British forces captured Washington D.C. and burned the White House and Capitol."
  ],
  "08-25": [
    "In 1916, the National Park Service was established in the United States."
  ],
  "08-26": [
    "In 1920, the 19th Amendment, guaranteeing women's suffrage, was certified."
  ],
  "08-27": [
    "In 1883, the volcanic island of Krakatoa erupted, creating one of the largest explosions in recorded history."
  ],
  "08-28": [
    "In 1963, Martin Luther King Jr. delivered his 'I Have a Dream' speech during the March on Washington."
  ],
  "08-29": [
    "In 2005, Hurricane Katrina made landfall on the U.S. Gulf Coast, causing catastrophic damage."
  ],
  "08-30": [
    "In 1967, Thurgood Marshall was confirmed as the first African American Supreme Court Justice."
  ],
  "08-31": [
    "In 1997, Diana, Princess of Wales, was killed in a car crash in Paris."
  ],
  "09-01": [
    "In 1939, Germany invaded Poland, beginning World War II in Europe."
  ],
  "09-02": [
    "In 1945, Japan formally surrendered aboard the USS Missouri, officially ending World War II."
  ],
  "09-03": [
    "In 1783, the Treaty of Paris was signed, officially ending the American Revolutionary War."
  ],
  "09-04": [
    "In 1888, George Eastman registered the trademark 'Kodak' and received a patent for his camera that used roll film."
  ],
  "09-05": [
    "In 1972, the Munich massacre occurred, where Palestinian terrorists took members of the Israeli Olympic team hostage."
  ],
  "09-06": [
    "In 1522, one of Ferdinand Magellan's surviving ships completed the first circumnavigation of the Earth."
  ],
  "09-07": [
    "In 1822, Brazil declared its independence from Portugal."
  ],
  "09-08": [
    "In 1900, the Great Galveston Hurricane, the deadliest natural disaster in U.S. history, made landfall."
  ],
  "09-09": [
    "In 1850, California was admitted as the 31st U.S. state."
  ],
  "09-10": [
    "In 1846, Elias Howe was granted a patent for the sewing machine."
  ],
  "09-11": [
    "In 2001, terrorist attacks on the World Trade Center and the Pentagon occurred."
  ],
  "09-12": [
    "In 1953, John F. Kennedy married Jacqueline Bouvier."
  ],
  "09-13": [
    "In 1814, Francis Scott Key was inspired to write the poem 'The Defence of Fort McHenry', which later became 'The Star-Spangled Banner'."
  ],
  "09-14": [
    "In 1752, the British Empire adopted the Gregorian calendar, skipping 11 days."
  ],
  "09-15": [
    "In 1935, the Nuremberg Laws were enacted in Nazi Germany, stripping Jews of their citizenship."
  ],
  "09-16": [
    "In 1620, the Mayflower departed from Plymouth, England, carrying the Pilgrims to the New World."
  ],
  "09-17": [
    "In 1787, the United States Constitution was signed by delegates at the Constitutional Convention in Philadelphia."
  ],
  "09-18": [
    "In 1851, 'The New York Times' was published for the first time."
  ],
  "09-19": [
    "In 1893, New Zealand became the first country to grant all women the right to vote."
  ],
  "09-20": [
    "In 1519, Ferdinand Magellan set sail on his historic voyage to circumnavigate the globe."
  ],
  "09-21": [
    "In 1937, J.R.R. Tolkien's 'The Hobbit' was published."
  ],
  "09-22": [
    "In 1862, President Abraham Lincoln issued the preliminary Emancipation Proclamation."
  ],
  "09-23": [
    "In 1846, the planet Neptune was discovered."
  ],
  "09-24": [
    "In 1789, the U.S. Congress passed the Judiciary Act, creating the federal court system and the office of Attorney General."
  ],
  "09-25": [
    "In 1513, Spanish explorer Vasco Núñez de Balboa became the first European to see the Pacific Ocean."
  ],
  "09-26": [
    "In 1960, the first televised U.S. presidential debate took place between Richard Nixon and John F. Kennedy."
  ],
  "09-27": [
    "In 1908, the first Ford Model T was built."
  ],
  "09-28": [
    "In 1066, William the Conqueror invaded England, beginning the Norman Conquest."
  ],
  "09-29": [
    "In 1982, seven people in the Chicago area died after taking cyanide-laced Tylenol capsules."
  ],
  "09-30": [
    "In 1955, actor James Dean was killed in a car crash at the age of 24."
  ],
  "10-01": [
    "In 1908, the Ford Model T went on sale to the public."
  ],
  "10-02": [
    "In 1967, Thurgood Marshall was sworn in as the first African American Supreme Court justice."
  ],
  "10-03": [
    "In 1990, East and West Germany were reunified into a single country."
  ],
  "10-04": [
    "In 1957, the Soviet Union launched Sputnik 1, the first artificial satellite to orbit the Earth."
  ],
  "10-05": [
    "In 1962, the first James Bond film, 'Dr. No', premiered in London."
  ],
  "10-06": [
    "In 1889, the Moulin Rouge cabaret opened in Paris."
  ],
  "10-07": [
    "In 1913, Henry Ford's assembly line started operation, revolutionizing the automobile industry."
  ],
  "10-08": [
    "In 1871, the Great Chicago Fire began, destroying a large part of the city."
  ],
  "10-09": [
    "In 1888, the Washington Monument officially opened to the public."
  ],
  "10-10": [
    "In 1845, the United States Naval Academy opened in Annapolis, Maryland."
  ],
  "10-11": [
    "In 1984, Kathryn D. Sullivan became the first American woman to walk in space."
  ],
  "10-12": [
    "In 1492, Christopher Columbus made his first landfall in the Americas, on an island in the Bahamas."
  ],
  "10-13": [
    "In 1792, the cornerstone of the White House was laid in Washington D.C."
  ],
  "10-14": [
    "In 1066, the Battle of Hastings was fought, where William the Conqueror defeated the English army."
  ],
  "10-15": [
    "In 1951, the classic sitcom 'I Love Lucy' premiered on television."
  ],
  "10-16": [
    "In 1793, Marie Antoinette was executed by guillotine during the French Revolution."
  ],
  "10-17": [
    "In 1931, gangster Al Capone was convicted of income tax evasion."
  ],
  "10-18": [
    "In 1867, the United States formally took possession of Alaska from Russia."
  ],
  "10-19": [
    "In 1781, British General Cornwallis surrendered at Yorktown, Virginia, effectively ending the American Revolutionary War."
  ],
  "10-20": [
    "In 1973, the Sydney Opera House was opened by Queen Elizabeth II."
  ],
  "10-21": [
    "In 1879, Thomas Edison invented a commercially viable electric light bulb."
  ],
  "10-22": [
    "In 1962, the Cuban Missile Crisis began as President John F. Kennedy announced a naval blockade of Cuba."
  ],
  "10-23": [
    "In 1941, the Disney animated film 'Dumbo' was released."
  ],
  "10-24": [
    "In 1929, 'Black Thursday' marked the beginning of the Wall Street Crash."
  ],
  "10-25": [
    "In 1415, the English army, led by Henry V, defeated the French at the Battle of Agincourt."
  ],
  "10-26": [
    "In 1881, the famous gunfight at the O.K. Corral took place in Tombstone, Arizona."
  ],
  "10-27": [
    "In 1904, the first underground line of the New York City Subway opened."
  ],
  "10-28": [
    "In 1886, the Statue of Liberty was dedicated in New York Harbor."
  ],
  "10-29": [
    "In 1929, 'Black Tuesday' saw the stock market crash, signaling the start of the Great Depression."
  ],
  "10-30": [
    "In 1938, Orson Welles' radio broadcast of 'The War of the Worlds' caused a panic among some listeners."
  ],
  "10-31": [
    "In 1517, Martin Luther posted his 95 Theses on the door of a church in Wittenberg, Germany, sparking the Protestant Reformation."
  ],
  "11-01": [
    "In 1512, the ceiling of the Sistine Chapel, painted by Michelangelo, was first exhibited to the public."
  ],
  "11-02": [
    "In 1948, Harry S. Truman was elected U.S. President in a major political upset."
  ],
  "11-03": [
    "In 1957, the Soviet Union launched Sputnik 2, carrying the first living creature, a dog named Laika, into orbit."
  ],
  "11-04": [
    "In 1922, British archaeologist Howard Carter discovered the entrance to Tutankhamun's tomb in Egypt."
  ],
  "11-05": [
    "In 1605, the Gunpowder Plot to blow up the English Parliament was foiled."
  ],
  "11-06": [
    "In 1860, Abraham Lincoln was elected the 16th President of the United States."
  ],
  "11-07": [
    "In 1917, the Bolshevik Revolution began in Russia."
  ],
  "11-08": [
    "In 1895, Wilhelm Röntgen discovered X-rays."
  ],
  "11-09": [
    "In 1989, the Berlin Wall was opened, leading to the reunification of Germany."
  ],
  "11-10": [
    "In 1969, the children's television show 'Sesame Street' premiered."
  ],
  "11-11": [
    "In 1918, the armistice was signed that ended the fighting of World War I."
  ],
  "11-12": [
    "In 1927, the Holland Tunnel, connecting New Jersey and New York City, opened to traffic."
  ],
  "11-13": [
    "In 1982, the Vietnam Veterans Memorial was dedicated in Washington D.C."
  ],
  "11-14": [
    "In 1889, journalist Nellie Bly began her record-breaking trip around the world in 72 days."
  ],
  "11-15": [
    "In 1777, the Articles of Confederation, the first constitution of the United States, were adopted."
  ],
  "11-16": [
    "In 1907, Oklahoma was admitted as the 46th U.S. state."
  ],
  "11-17": [
    "In 1869, the Suez Canal opened in Egypt, connecting the Mediterranean Sea and the Red Sea."
  ],
  "11-18": [
    "In 1928, the animated short film 'Steamboat Willie', featuring the debut of Mickey Mouse, was released."
  ],
  "11-19": [
    "In 1863, President Abraham Lincoln delivered the Gettysburg Address."
  ],
  "11-20": [
    "In 1945, the Nuremberg trials of Nazi war criminals began."
  ],
  "11-21": [
    "In 1877, Thomas Edison announced his invention of the phonograph."
  ],
  "11-22": [
    "In 1963, U.S. President John F. Kennedy was assassinated in Dallas, Texas."
  ],
  "11-23": [
    "In 1890, the first jukebox was installed in the Palais Royale Saloon in San Francisco."
  ],
  "11-24": [
    "In 1859, Charles Darwin's 'On the Origin of Species' was published."
  ],
  "11-25": [
    "In 1940, the cartoon character Woody Woodpecker first appeared in the film 'Knock Knock'."
  ],
  "11-26": [
    "In 1789, Thanksgiving was first observed as a national holiday in the United States."
  ],
  "11-27": [
    "In 1095, Pope Urban II called for the First Crusade."
  ],
  "11-28": [
    "In 1520, Ferdinand Magellan began his passage through the strait that now bears his name."
  ],
  "11-29": [
    "In 1972, Atari released the pioneering arcade game 'Pong'."
  ],
  "11-30": [
    "In 1872, the first international football match took place between Scotland and England."
  ],
  "12-01": [
    "In 1955, Rosa Parks was arrested for refusing to give up her bus seat to a white man in Montgomery, Alabama, sparking the Montgomery Bus Boycott."
  ],
  "12-02": [
    "In 1804, Napoleon Bonaparte was crowned Emperor of the French in Paris."
  ],
  "12-03": [
    "In 1967, the first successful human heart transplant was performed by Dr. Christiaan Barnard."
  ],
  "12-04": [
    "In 1619, the first English-speaking Thanksgiving in America was held in Virginia."
  ],
  "12-05": [
    "In 1933, Prohibition in the United States was repealed with the ratification of the 21st Amendment."
  ],
  "12-06": [
    "In 1877, 'The Washington Post' newspaper was published for the first time."
  ],
  "12-07": [
    "In 1941, the Imperial Japanese Navy launched a surprise attack on the U.S. naval base at Pearl Harbor."
  ],
  "12-08": [
    "In 1980, musician John Lennon was assassinated in New York City."
  ],
  "12-09": [
    "In 1907, the first Christmas Seal campaign was launched to fight tuberculosis."
  ],
  "12-10": [
    "In 1901, the first Nobel Prizes were awarded."
  ],
  "12-11": [
    "In 1936, King Edward VIII of the United Kingdom abdicated the throne to marry Wallis Simpson."
  ],
  "12-12": [
    "In 1901, Guglielmo Marconi received the first transatlantic radio signal."
  ],
  "12-13": [
    "In 1642, Dutch explorer Abel Tasman became the first European to sight New Zealand."
  ],
  "12-14": [
    "In 1911, Norwegian explorer Roald Amundsen and his team became the first people to reach the South Pole."
  ],
  "12-15": [
    "In 1791, the United States Bill of Rights was ratified."
  ],
  "12-16": [
    "In 1773, the Boston Tea Party took place as American colonists protested British taxation."
  ],
  "12-17": [
    "In 1903, the Wright brothers made their first successful powered airplane flight at Kitty Hawk, North Carolina."
  ],
  "12-18": [
    "In 1865, the 13th Amendment, abolishing slavery, was officially adopted into the U.S. Constitution."
  ],
  "12-19": [
    "In 1777, George Washington's Continental Army began its winter encampment at Valley Forge."
  ],
  "12-20": [
    "In 1803, the Louisiana Purchase was completed, doubling the size of the United States."
  ],
  "12-21": [
    "In 1937, the first full-length animated feature film, Disney's 'Snow White and the Seven Dwarfs', premiered."
  ],
  "12-22": [
    "In 1882, the first string of electric Christmas tree lights was created by an associate of Thomas Edison."
  ],
  "12-23": [
    "In 1947, the transistor was first demonstrated at Bell Laboratories."
  ],
  "12-24": [
    "In 1814, the Treaty of Ghent was signed, officially ending the War of 1812."
  ],
  "12-25": [
    "In 800 AD, Charlemagne was crowned Holy Roman Emperor in Rome."
  ],
  "12-26": [
    "In 1776, George Washington crossed the Delaware River for a surprise attack on Hessian forces."
  ],
  "12-27": [
    "In 1831, Charles Darwin set out on his voyage aboard the HMS Beagle."
  ],
  "12-28": [
    "In 1895, the Lumière brothers held the first public screening of a motion picture."
  ],
  "12-29": [
    "In 1890, the Wounded Knee Massacre occurred in South Dakota."
  ],
  "12-30": [
    "In 1922, the Union of Soviet Socialist Republics (USSR) was officially formed."
  ],
  "12-31": [
    "In 1879, Thomas Edison gave the first public demonstration of his incandescent light bulb."
  ]
}